Template.prototype.esseTemplate =()=>
    `
    <section class="untitled-page introSection">
        <div class="warning">
        <h1 title="не котротко, и не по делу"> Коротко обо мне и том как я попал в УдГУ.</h1>
        <img src="https://f-imitf.udsu.ru/cache/Image/192@news_icon-%D0%98%D0%9C%D0%98%D0%A2%D0%B8%D0%A4.jpg" alt="Логотип ИМИТиФ УдГУ" width="320" height="320">
        <p font-size="14px;">На картинке представлен логтип института ИМИТиФ</p>
        <p>Музыку добавил, чтобы читать было веселее, а то у людей там клиповое сознание сложно внимание концентрировать.</p>
        <br>
        <!--яндекс музыка--><iframe frameborder="0" allow="clipboard-write" style="border:none;width:20%;height:210px;" width="30" height="30" src="https://music.yandex.ru/iframe/track/10267566/1110198">Слушайте <a href='https://music.yandex.ru/album/1110198/track/10267566'>Черта</a> — <a href='https://music.yandex.ru/artist/1462419'>АнимациЯ</a> на Яндекс Музыке</iframe>
        <p> &emsp;Чуть-чуть о себе.
            Зовут Михаил, лет мне 18. Люблю лениться, но не могу этого делать долго, если дел нет, так не те ощущения. Честно говоря, люблю, когда я занят каким-либо делом,
             хоть работа в цеху, но больше недели с боку на бок не могу ворочаться. В своё время получил корочку о профессии "Оператор летательных дронов" в ИжГТУ.</p>

        </div>

        <div class ="warning">
            <h2>Что я здесь делаю?</h2>
            <p>
                &emsp;Когда только вышел приказ о зачислении, я подумал: - Вау, я наконец поступил. Позже я подумал, свезло ведь поступить в гум. вуз на прикладную информатику...
                 Меня обуяла сильная апатия и через некоторое время я познакомился со своим куратором Олегом, который мне при личном общении рассказал об обучении в вузе, 
                 а самое главное о преподавателях. Так слово за словом, и он показал мне пример кода по универсальному калькулятору и работе с 3D пространством.  </p>
                <p> &emsp;Хоть я никогда не работал с языком JavaScript, для меня код был относительно понятен, и я стал его изучать, параллельно изучая идеи, заложенные в нём. 
                    Так я понял, что не буду пропускать ни единой пары Алексея Сергеевича, так как мне захотелось понимать идеи, заложенные в этот код, особенно формулу, 
                    которую я увидел ещё в августе. Так я загорелся к обучению, несмотря на свою лень, мне интересно изучать предметы, связанные с точными науками, а с
                     гуманитарными предметами... Придётся мириться.
            </p>
        </div>
        <div class ="warning">
            <h2>Моя цель</h2>
            <p>&emsp;Звёзд с неба по жизни я не хватал, так что я решил стать старостой, чтобы мхом на заднем ряду не зарости. По большей части, мне бы хотелось 
                учиться не только тому, чему дают на парах, а ещё и любой полезной информации. Люди, преподающие в вузах, это многосторонние личности с большим 
                багажом (относительно моего) опыта, который хотелось бы просто перенять за время обучения.</p>
        </div>
        <div class="warning">
            <p>&emsp;С недавних пор открыл для себя музыку по новой, таким образом влюбился по новой, а всё благодаря HI-FI наушникам.
                Если в крадце, крутые наушнки с мега дитализацией.
            </p>
            <p>WARNING далее идёт субъективная оценка наушников, автор никиго не хотел обидеть или принизить, а прост овысказывает личное мнение.</p>
            <p>&emsp;Моими первыми наушниками стали Fiio JD-1 простенький вариант для человека, кто плохо в этом понимает, но хочет за небольшие деньги просто понять, 
                а подойдёт ли всё это для него. По звуку скажу так средние гуд и низа есть, но на верхних нидо в эквалайзере убавлять.
                </p>
                <img src="Content/fiio_jd1_type_c_black2.jpg" alt="Наушники Fiio JD-1" />
                <p>&emsp;
                Сразу за ними я купил Moondrop CHU 2 мне они показались ещё боле дитализироанными,но на них просидали низа(исправляется в любом эквалайзере). 
                Мне в общем понравились, хорошо выраженная серидина позволяет случшать ту музыку которую я люблю и восхваляю. Явно лучше JD-1.
                </p>
                <img src="Content/moon drop 2.jpg" />
                <p>
                Soundcore liberty 3 pro мои третьи наушники котоыре я могу назвать "HI-FI наушники", на этот раз это Bluethoos наушники, они как CHU 2 только 
                низкие частоты выражены лучше, и они имеют хорошие микрофоны и систему шумо подавления.</p>
                <img src="Content/sound core liberty air 3 pro.jpg" />
        </div>

        
          


        <div class="warning">
        <form >
            <label for="name">Отзыв писать сюда</label>
            <textarea rows="5" cols="30"> </textarea>
            
            
          </form>
          <br>
          <button onclick = "circle()"> circle</button>
          <button onclick = "sqare()"> sqare</button>
          <button onclick = "romb()"> romb</button>
          <button onclick = "star()"> star</button>
      
        </div>

    </section>
`